[{"h":"GENERAL INDEX","t":"This Index is intended not merely to facilitate reference to the Articles and Treatises contained in the Encyclopædia, but to serve the far more important purpose of bringing into view, and directing the inquirer to the varied information scattered through them, but not indicated by their heads or titles—a requisite which the plan of general treatises and systems adopted in this Encyclopædia renders particularly desirable. In this way much information upon various topics not so indicated will be found in these Treatises; and it is obviously of great importance, that those making inquiries regarding such topics, should be enabled to turn at once to the places in which that information may be found. For instance, a reader desirous of learning as much as possible about Scotland and Scottish affairs, will not only find, under the head Scotland, a general view of the history and statistics of the country, but be referred by the Index to many other parts of the work (such as Britain, Fisheries, Roads, &c.), where a great variety of additional particulars are furnished. Again, as the sciences are discussed in the Encyclopædia under their general names, the principal details embraced by them are given under such heads as Anatomy, Chemistry, Entomology, Metaphysics, Meteorology, &c. By consulting the Index, therefore, the student will be saved the trouble of looking through a long treatise in search of information upon particular points; and those, again, who are in quest of information which they might not think was to be found under such heads, may, in the same way, be enabled unexpectedly to extend their knowledge. Those indexes which have already been given at the end of the Preliminary Dissertations, and of the articles on the natural history of animals and some other sciences, are here embodied under one Alphabet.\n\nIt is necessary to observe, that, with the proper character of an Index, that of a Table of Contents is not here combined. For example, under the head Scotland in the Index, no reference whatever is made to the contents of the article so headed in the Encyclopædia; it being presumed that a person in quest of knowledge about Scotland will commence by turning over the pages of that article, and so ascertaining its contents. But the particulars there given enter the Index under the various heads of Agriculture, Banks, Coal, Fisheries, Iron, Libraries, Railroads, and so forth.\n\nThe name of every subject to which an article is devoted in the Encyclopædia, is printed in capital letters in the Index; and the first reference is to the volume and page where the article occurs. The immediately subsequent references are, as generally as possible, arranged according to the fulness of the information to which they point; and hence the probability is increased, that, by turning to the places first indicated, the reader will find the information he desires. On subjects undistinguished by capital letters in the Index, no separate articles occur in the Encyclopædia.\n\nWhen an article in the Index contains many references to countries and towns, the names of the latter are alphabetically arranged, in the manner exemplified under the heads Agriculture, Army, Canals, &c. The adoption of this plan will save time and trouble to persons consulting the Index. In many chemical articles, such as Oxides, Sulphurets, &c., a similar arrangement is followed. References to maps are always given last.\n\nMany French names have Le, La, De, Des, or Du, prefixed to them; as Le Clerc, La Harpe, La Place, De Moivre, Du Halde, Des Cartes. Sometimes both words are thrown into one; as Laplace, Lagrange. It is\na question whether, in such cases, the initial letter of the prefix, or that of the distinctive word, ought to determine the position of the name in the Index. Except where both words are usually joined, no general rule has been strictly adhered to in the body of the work; for the most part, however, the prefix has been disregarded—so that Du Halde, for example, appears under the letter H, and Le Clerc under the letter C. In compiling the Index, the following principle has been adopted:—Where a name is commonly printed as two words (Le Clerc, for instance), the latter determines its place in the Index; while in such cases as Laplace, Descartes, &c., the former is followed. It may be well, however, for the reader to look at both places when any doubt is entertained.\n\nMany individuals are better known by their titles than by their surnames; thus, Henry Home is currently referred to as Lord Kames, and Sir Thomas Wentworth as the Earl of Strafford. To avoid confusion, it is customary in Biographical Dictionaries to adopt the surname as the word regulating the position of the article; and from this sound practice there is, in the present Index, almost no deviation that the compiler's knowledge enabled him to avoid. As, however, some readers must be presumed to be ignorant of the surnames of men whose titles are their ordinary designations, titles also are generally inserted, with merely a reference to the surnames. To make inquiry secure, both ought to be consulted.\n\nThe only additional remark which seems called for is, that in proper names in which the diphthong \\( \\alpha \\) or \\( \\omega \\) occurs, the diphthong is retained, instead of being supplanted by the letter \\( e \\), as is now sometimes the case. The reader will therefore turn to \\( \\mathcal{E}tna \\), not Etna; and to \\( \\mathcal{E}olus \\), not Eolus.\n\nR. C.","sp":9,"ep":12},{"h":"SEVENTH EDITION","t":"WITH PRELIMINARY DISSERTATIONS ON THE HISTORY OF THE SCIENCES,\n\nAND\n\nOTHER EXTENSIVE IMPROVEMENTS AND ADDITIONS;","sp":9,"ep":9}]